{
    "words" : [
        "You found out that you can click this.",
        "There are 3 real buttons on the screen, but you clicked this.",
        "You have clicked this 3 times.",
        "If you're looking for somewhere else to go, check out evanbrummer.com/l.",
        "Hopefully you didn't try to highlight that, or you were at least careful... because clicking the text makes it change.",
        "Here it is again if you need it: evanbrummer.com/l.",
        "This site would probably get a digital accessibility score of like 6%.",
        "At least there aren't any ads.",
        "I bought YouTube Premium, but it doesn't even matter since everyone just does paid promotions and ad reads in their videos now.",
        "But enough about me, let's talk about you!",
        "(pause for comedic effect)",
        "DO NOT refresh the page, by the way. Otherwise you will have to click this",
        "13 times to get back to this point in our conversation.",
        "This is more of a blog, since you can't respond to me.",
        "You should click something else.",
        "My GitHub has some interesting projects. Some of them are even public.",
        "(the best ones are private)",
        "Or, you could check out my LinkedIn.",
        "It's okay, I wouldn't either.",
        "I make music in my free time and put it on SoundCloud.",
        "That's the one I would click.",
        "I hope that I have more buttons on here someday.",
        "I always think about doing a bigger blog/portfolio section, but who would read it?",
        "You might, if you got this far.",
        "Maybe I'll add a localStorage feature to save your progress.",
        "I also might not. Best not to test it.",
        "I think my first game will be like this. Just a one-way conversation.",
        "I had a prototype of one in my very first programming class.",
        "The player just walks in a 2D space under a starry night.",
        "Eventually you pass an oddly-placed square.",
        "Then, the square blinks.",
        "It starts following you.",
        "It starts talking to you.",
        "That's the whole game.",
        "It's insanely simple, but has potential for a few things:",
        "(1) A good message. Someone who is willing to play along would be receptive to the key theme I want to write about.",
        "(2) Surprise interactivity. I'm thinking about external factors, like quitting and resuming.",
        "Imagine loading from your save and the [companion] says something like, \"welcome back! Anyways, like I was saying...\"",
        "\"Hello! I was starting to wonder if I'd ever see you again.\"",
        "\"Happy Labor Day, by the way.\"",
        "Just a professional yapper.",
        "That second one would really get to you though, I think.",
        "Are You Talking To Me?™",
        "Coming to a Steam Greenlight near you.",

        "Okay I am out of things to say. Click something else now!",
        ""
    ]
}